---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.CorruptModelException
source: html/a1cd1eed-c3f9-1a9e-a8d9-7c7307094e69.htm
---
# CorruptModelException Properties

The information of the function throwing the exception.